{
  "plugins": {
    "Comment.nvim": {
      "src": "https://www.github.com/numToStr/Comment.nvim"
    },
    "LuaSnip": {
      "src": "https://www.github.com/L3MON4D3/LuaSnip"
    },
    "bamboo.nvim": {
      "src": "https://www.github.com/ribru17/bamboo.nvim"
    },
    "boo-berry.nvim": {
      "src": "https://www.github.com/mrpbennett/boo-berry.nvim"
    },
    "boole.nvim": {
      "src": "https://www.github.com/nat-418/boole.nvim"
    },
    "bqf": {
      "src": "https://www.github.com/kevinhwang91/nvim-bqf"
    },
    "cmp-buffer": {
      "src": "https://www.github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://www.github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-emoji": {
      "src": "https://www.github.com/hrsh7th/cmp-emoji"
    },
    "cmp-natdat": {
      "src": "https://www.github.com/Gelio/cmp-natdat"
    },
    "cmp-nvim-lsp": {
      "src": "https://www.github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://www.github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://www.github.com/saadparwaiz1/cmp_luasnip"
    },
    "dashboard-nvim": {
      "src": "https://www.github.com/nvimdev/dashboard-nvim"
    },
    "decipher.nvim": {
      "src": "https://www.github.com/MisanthropicBit/decipher.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://www.github.com/ibhagwan/fzf-lua",
      "version": "'main'"
    },
    "git-messenger.vim": {
      "src": "https://www.github.com/rhysd/git-messenger.vim"
    },
    "gitsigns.nvim": {
      "src": "https://www.github.com/lewis6991/gitsigns.nvim"
    },
    "goto-preview": {
      "src": "https://www.github.com/rmagatti/goto-preview"
    },
    "gx.nvim": {
      "src": "https://www.github.com/chrishrb/gx.nvim"
    },
    "incline.nvim": {
      "src": "https://www.github.com/b0o/incline.nvim"
    },
    "jellybeans.nvim": {
      "src": "https://www.github.com/WTFox/jellybeans.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://www.github.com/rebelot/kanagawa.nvim"
    },
    "kimbox": {
      "src": "https://github.com/lmburns/kimbox"
    },
    "linediff.vim": {
      "src": "https://www.github.com/AndrewRadev/linediff.vim"
    },
    "lsp_signature.nvim": {
      "src": "https://www.github.com/ray-x/lsp_signature.nvim"
    },
    "lspconfig": {
      "src": "https://www.github.com/hrsh7th/cmp-nvim-lsp"
    },
    "lualine.nvim": {
      "src": "https://www.github.com/nvim-lualine/lualine.nvim"
    },
    "lume": {
      "src": "https://www.github.com/danfry1/lume"
    },
    "mini.move": {
      "src": "https://www.github.com/echasnovski/mini.move"
    },
    "monet.nvim": {
      "src": "https://www.github.com/fynnfluegge/monet.nvim"
    },
    "neotest": {
      "src": "https://www.github.com/nvim-neotest/neotest"
    },
    "neotest-busted": {
      "src": "https://www.github.com/MisanthropicBit/neotest-busted"
    },
    "neotest-jest": {
      "src": "https://www.github.com/nvim-neotest/neotest-jest"
    },
    "neotest-plenary": {
      "src": "https://www.github.com/nvim-neotest/neotest-plenary"
    },
    "nightblossom.nvim": {
      "src": "https://www.github.com/rijulpaul/nightblossom.nvim"
    },
    "nightfox.nvim": {
      "src": "https://www.github.com/EdenEast/nightfox.nvim"
    },
    "nio": {
      "src": "https://www.github.com/nvim-neotest/nvim-nio"
    },
    "none-ls-extras.nvim": {
      "src": "https://www.github.com/nvimtools/none-ls-extras.nvim"
    },
    "none-ls.nvim": {
      "src": "https://www.github.com/nvimtools/none-ls.nvim"
    },
    "nvim-autopairs": {
      "src": "https://www.github.com/windwp/nvim-autopairs"
    },
    "nvim-bqf": {
      "src": "https://www.github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-cmp": {
      "src": "https://www.github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://www.github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "https://www.github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://www.github.com/nvim-neotest/nvim-nio"
    },
    "nvim-surround": {
      "src": "https://www.github.com/kylechui/nvim-surround"
    },
    "nvim-treesitter": {
      "src": "https://www.github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-endwise": {
      "src": "https://www.github.com/RRethy/nvim-treesitter-endwise"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://www.github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://www.github.com/kyazdani42/nvim-web-devicons"
    },
    "obscure.nvim": {
      "src": "https://www.github.com/killitar/obscure.nvim"
    },
    "oil.nvim": {
      "src": "https://www.github.com/stevearc/oil.nvim"
    },
    "oldworld.nvim": {
      "src": "https://www.github.com/dgox16/oldworld.nvim"
    },
    "other-nvim": {
      "src": "https://www.github.com/rgroli/other.nvim"
    },
    "other.nvim": {
      "src": "https://www.github.com/rgroli/other.nvim"
    },
    "plenary.nvim": {
      "src": "https://www.github.com/nvim-lua/plenary.nvim"
    },
    "sibling-swap.nvim": {
      "src": "https://www.github.com/Wansmer/sibling-swap.nvim"
    },
    "sort.nvim": {
      "src": "https://www.github.com/sQVe/sort.nvim"
    },
    "substitute.nvim": {
      "src": "https://www.github.com/gbprod/substitute.nvim"
    },
    "template-string.nvim": {
      "src": "https://www.github.com/axelvc/template-string.nvim"
    },
    "terminal-diagnostics.nvim": {
      "src": "https://www.github.com/MisanthropicBit/terminal-diagnostics.nvim"
    },
    "tiny-code-action.nvim": {
      "src": "https://www.github.com/rachartier/tiny-code-action.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://www.github.com/folke/todo-comments.nvim"
    },
    "tokyodark.nvim": {
      "src": "https://www.github.com/tiagovla/tokyodark.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://www.github.com/folke/tokyonight.nvim",
      "version": "'main'"
    },
    "treesj": {
      "src": "https://www.github.com/Wansmer/treesj"
    },
    "ts-error-translator.nvim": {
      "src": "https://www.github.com/dmmulroy/ts-error-translator.nvim"
    },
    "tzfn.nvim": {
      "src": "https://www.github.com/sirzif/tzfn.nvim"
    },
    "unclash.nvim": {
      "src": "https://github.com/madmaxieee/unclash.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "vim-abolish": {
      "src": "https://www.github.com/tpope/vim-abolish"
    },
    "vim-caser": {
      "src": "https://www.github.com/arthurxavierx/vim-caser"
    },
    "vim-easy-align": {
      "src": "https://www.github.com/junegunn/vim-easy-align"
    },
    "vim-fugitive": {
      "src": "https://www.github.com/tpope/vim-fugitive"
    },
    "vim-git": {
      "src": "https://www.github.com/tpope/vim-git"
    },
    "vim-matchup": {
      "src": "https://www.github.com/andymass/vim-matchup"
    },
    "vim-repeat": {
      "src": "https://www.github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://www.github.com/tpope/vim-rhubarb"
    },
    "vim-snippets": {
      "src": "https://www.github.com/honza/vim-snippets"
    },
    "warlock.nvim": {
      "src": "https://www.github.com/MisanthropicBit/warlock.nvim"
    },
    "winmove.nvim": {
      "src": "https://www.github.com/MisanthropicBit/winmove.nvim"
    },
    "yorumi.nvim": {
      "src": "https://www.github.com/yorumicolors/yorumi.nvim"
    }
  }
}
